---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs
source: html/349b2c5a-b0a5-d8a4-245f-cfe965903925.htm
---
# TransferredProjectStandardsEventArgs Methods

Gets the collection of externally added items that the user opted to enable for transfer in the Transfer Project Standards dialog.